acl
acpi
adwaita-icon-theme
alsa-lib
alsa-utils
aom
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
attr
autoconf
automake
avahi
bash
bbswitch
binutils
bison
bumblebee
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
cmake
colord
compton
confuse
coreutils
cracklib
cryptsetup
curl
db
dbus
dbus-glib
dconf
deoplete-git
desktop-file-utils
device-mapper
dhcpcd
diffutils
dmenu
double-conversion
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
expat
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fontconfig
freeglut
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
giblib
giflib
git
glew
glib-networking
glib2
glibc
glu
gmp
gnupg
gnutls
go
gocode-daemon
gpgme
gpm
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gtk-update-icon-cache
gtk3
guile
gzip
harfbuzz
hdparm
hicolor-icon-theme
htop
hunspell-en_US
hwids
i3-gaps
i3blocks
i3status
iana-etc
icu
imlib2
inetutils
intel-ucode
iproute2
iptables
iputils
iw
jack
jansson
jasper
jemalloc
jfsutils
js52
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
lame
lcms2
less
libaio
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libbluray
libcanberra
libcap
libcap-ng
libconfig
libcroco
libcups
libdaemon
libdatrie
libdmx
libdrm
libedit
libelf
libepoxy
libev
libevdev
libexif
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libinput
libjpeg-turbo
libksba
libldap
libmnl
libmodplug
libmpc
libnftnl
libnghttp2
libnl
libnsl
libogg
libomxil-bellagio
libpcap
libpciaccess
libpipeline
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsm
libsndfile
libsoup
libsoxr
libssh
libssh2
libsystemd
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libutempter
libutil-linux
libuv
libva
libvdpau
libvorbis
libvpx
libvterm
libwacom
libwebp
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
logrotate
lolcat
lsof
luajit
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
mdadm
mesa
mesa-demos
minizip
mkinitcpio
mkinitcpio-busybox
mozilla-common
mpfr
msgpack-c
mtdev
nano
ncurses
neofetch
neovim
netctl
nettle
npth
nspr
nss
ntp
nvidia
nvidia-settings
nvidia-utils
opencore-amr
openjpeg2
openresolv
openssl
openssl-1.0
opus
otf-font-awesome
otf-hermit
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
patch
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pixman
pkgconf
polkit
popt
powerline-common
powerline-fonts
powertop
procps-ng
psmisc
python
python-greenlet
python-msgpack
python-neovim
python-powerline
python2
python2-powerline
qt5-base
re2
readline
reiserfsprogs
rest
rhash
rofi
ruby
ruby-diff-lcs
ruby-manpages
ruby-paint
ruby-rainbow
ruby-rdoc
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-term-ansicolor
ruby-tins
ruby-trollop
rubygems
s-nail
scrot
sdl2
sed
shadow
shared-mime-info
snappy
sound-theme-freedesktop
speex
speexdsp
sqlite
startup-notification
sudo
sysfsutils
sysstat
systemd
systemd-sysvcompat
tar
tdb
termite
termite-terminfo
texinfo
thin-provisioning-tools
tlp
tree
tslib
ttf-dejavu
ttf-source-code-pro-ibx
tzdata
unibilium
usbutils
util-linux
v4l-utils
vi
vid.stab
vim
vim-gocode
vim-neocomplete-git
vim-plug
vim-runtime
virtualgl
vte-common
wayland
wayland-protocols
wget
which
wireless_tools
wpa_supplicant
wpa_supplicant_gui
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-utils
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xterm
xvidcore
xz
yajl
zita-alsa-pcmi
zita-resampler
zlib
zsh
